Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/odda-digitala-satnegirji-almmuhuvvo.html.tmx
Source language: sme
Languages: sma

source: Ođđa digitála sátnegirji almmuhuvvo / Faktadieđut sámi gielaid birra / Giella / Sámediggi - Sametinget
sma: Orre digitaale baakoegærja olkese båata / Bïevnesh saemien gïeli bïjre / Gïele / Saemiedigkie - Sametinget

source: Ođđa digitála sátnegirji almmuhuvvo
sma: Orre digitaale baakoegærja olkese båata

source: Sámediggi, Divvun ja Sámi Giellatekno Romssa universitehtas almmuhit ođđa digitála sátnegirjji Sátni – báhko – baakoe.
sma: Saemiedigkie, Divvun jïh Sámi Giellateknoe Tromsøen Universiteetesne orre digitaale baakoegærjam Sátni – báhkoe – baakoe olkese vedtieh.

source: Sátnegirji boahtá risten.no sadjái.
sma: Baakoegærja lea aarebi baakoegærjan aarpere, man nomme lij risten.no.

source: Sátnegirjjis leat sihke dábálaš sánit ja fágatearpmat.
sma: Baakoegærjesne dovne sïejhme baakoe jïh faageteermh.

source: Ođđa sátnegirjjis leat eanet sánit go risten.no:s.
sma: Viertiestamme gærjine risten.no, dle daate orre baakoegærja jienebh baakoeh åtna.

source: Ohcat lea álkit.
sma: Aelhkebe aaj baakoeh ohtsedh.

source: Geavaheaddjit sáhttet ohcat buot sámegielaide ja dárogillii.
sma: Utnijh maehtieh gaajhkine saemien gïeline ohtsedh jïh aaj nöörjen.

source: - Dáinna digitála sátnegirjjiin, mii lea nuvttá geavaheapmái, mii sávvat ahte eanebut geavahit sámegiela sihke čálalaččat ja njálmmálaččat, dadjá Sámedikki presideantaAili Keskitalo.
sma: - Daejnie digitaale baakoegærjine, maam gaajhkesh maehtieh nuhtjedh, gegkestem jienebh sijhtieh saemien nuhtjedh dovne tjaaleldh jïh njaalmeldh, saemiedigkiepresidente Aili Keskitalo jeahta.

source: Dađistaga bardojuvvojit eanet sánit ja tearpmat digitála sátnegirjái, dadjáKeskitalo.
sma: Orre baakoeh jïh teermh sijhtieh båateladtedh dennie digitaale baakoegærjesne, Keskitalo jeahta.

source: Neahttačujuhus lea:
sma: Nedtesijjie lea:

source: sátni.
sma: baakoe.

source: Divvuna prošeaktajođiheaddji Sjur Nørstebø Moshagen dadjá ahte sii háliidit oažžut dieđuid ruovttoluotta olbmuin, vai sii sáhttet buoridit ja ovddidit sátnegirjji.
sma: Prosjekten åvtehke Divvunisnie Sjur Nørstebø Moshagen jeahta dah sijhtieh bïevnesh bååstede utnedh utniejidie, guktie dah maehtieh baakoegærjam bueriedidh jïh evtiedidh.

source: Dieđuid ruovttoluotta sáhttá sáddet deike: feedback@divvun.no, ja ođđa terminologiija sáhttá addit neahttabáikkis http://gtsvn.uit.no/termwiki /
sma: Maahta bïevnesh bååstede seedtedh diekie: feedback@divvun.no, jïh lissiehtassh orre teermide maahta vedtedh nedtesijjesne: http://gtsvn.uit.no/termwiki /

source: Eará gažaldagaid oktavuođas, váldde oktavuođa Divvuniin dás: feedback@divvun.no, dahje čuojahit prošeaktajođiheaddjái Sjur Nørstebø Moshagen tel. +358-505 634 319.
sma: Jis jeatjah gyhtjelassh govlesadth Divvuninie, feedback@divvun.no, jallh ringkh prosjekten åvtehkasse Sjur Nørstebø Moshagen, tell. +358-505 634 319.

source: Loga eanetSámi giellatekno ja Divvun birra dás:
sma: Lohkh vielie Sámi giellateknon jïh Divvunen bïjre daesnie:
